Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Internet activism, also known as web activism, online activism, digital campaigning, digital activism, online organizing, electronic advocacy, e-campaigning, and e-activism, is the use of electronic communication technologies such as social media, e-mail, and podcasts for various forms of activism to enable faster and more effective communication by citizen movements, the delivery of particular information to large and specific audiences as well as coordination. Internet technologies are used for cause-related fundraising, community building, lobbying, and organizing. A digital activism campaign is "an organized public effort, making collective claims on a target authority, in which civic initiators or supporters use digital media."[1] Research has started to address specifically how activist/advocacy groups in the U.S.[2] and Canada[3] are using social media to achieve digital activism objectives.
ne: इन्टर्नेट एक्टिभिजम यो एक अंग्रेजी शब्दावली हो। ईन्टर नेट को सकारात्मक प्रयोग बाट सर्वसाधारण मा यसको फाईदा पुगोस भन्नका लगी कोही कसैले त्यस्का लागी गर्ने काम हरु यस अन्तर्गत पर्दछन । सामाजिक संजाल हरु को प्रयोग गरेर समाज मा वा भनुं बिश्वमा सकारात्मकता फैलाउन पहल गरिन्छ। यसलाई अनलाइन सक्रियता, डिजिटल अभियान, डिजिटल एक्टिभिजम, इलेक्ट्रोनिक वकालत, ई-अभियान, र ई-एक्टिभिजम पनि भन्न सकिन्छ । सोशल मिडियाहरु(युट्युब,ट्विटर,विकिपीडिया ) जस्त इलेक्ट्रोनिक संचार प्रविधिहरूको प्रयोग यस्मा गरिन्छ। इन्टर्नेट एक्टिभिजम "एक संगठित सार्वजनिक प्रयास हो,कुनै एक लक्ष प्राप्ति गर्न सामूहिक प्रयास गरिन्छ, जसमा नागरिक पहलकर्ता वा समर्थकहरूले डिजिटल मिडियाको प्रयोग गर्छन्।" [१] अनुसन्धानले विशेष गरी अमेरिका / २ र क्यानडा [ ]] मा सक्रिय / वकालत समूहहरू कसरी डिजिटल सक्रियता बाट उद्देश्यहरू प्राप्त गर्न सोशल मिडिया प्रयोग गरिरहेका छन भनेर सम्बोधन गर्न शुरू गरेको छ।

source: Digital literacy is evaluated by an individual's grammar, composition, typing skills and ability to produce text, images, audio and designs using technology. The American Library Association (ALA) defines digital literacy as “the ability to use information and communication technologies to find, evaluate, create, and communicate information, requiring both cognitive and technical skills.” [1] While digital literacy initially focused on digital skills and stand-alone computers, the advent of the internet and use of social media, has caused some of its focus to shift to mobile devices. Similar to other expanding definitions of literacy that recognize cultural and historical ways of making meaning,[2] digital literacy does not replace traditional forms of literacy, and instead builds upon and expands the skills that form the foundation of traditional forms of literacy.[3] Digital literacy should be considered to be a part of the path to knowledge.[4]
ne: प्राबिधिक साक्षरता भन्नाले कुनै एक व्यक्तिले बिभिन्न डिजिटल कार्य स्थल मा त्यसको प्रयोग गरी आफ्नो आवश्यक्ता पुरा गर्ने सक्ने क्षमता भन्ने बुझाउछ। प्रबिधिको प्रयोग बाट(बिशेष गरि कम्प्युटर या मोबाई बाट) फोटो हरु,भिडियो,टाईपिङ,अडियो आदि प्रबिधिक जानकारी हरु लाई प्रोसेस गरेर उत्पादन गर्न सक्ने खुबी भन्ने बुझिन्छ। अमेरिकन लाइब्रेरी एसोसिएशन (एएलए) ले डिजिटल साक्षरतालाई परिभाषित गरेको छ " सूचना र सञ्चार प्रविधिको प्रयोग गरि सञ्चार गर्ने,सृजना गर्ने,मुलयङकन दुबै संज्ञानात्मक र प्राविधिक सीपहरू को प्रयोग गर्ने क्षमता लाई बुझाउछ।" [१] जबकि डिजिटल साक्षरताले सुरुमा डिजिटल कौशल कम्प्युटरको प्रयोगमा ध्यान केन्द्रित गर्‍यो, तर इन्टरनेटको आगमन र सोशल मिडियाको प्रयोगले मोबाइल उपकरणहरू को ज्ञान पनि उतिकै महत्वपुर्ण बनाई दिएको छ। [२] डिजिटल साक्षरता परम्परागत साक्षरता जस्तो हैन,यसले परम्परागत साक्षरता लाई निकै पछाडी छोडेको छ। []] डिजिटल साक्षरता ज्ञानको मार्गको एक हिस्सा मान्नु पर्छ। []]

source: The Gift: Forms and Functions of Exchange in Archaic Societies (French: Essai sur le don: forme et raison de l'échange dans les sociétés archaïques) is a 1925 essay by the French sociologist Marcel Mauss that is the foundation of social theories of reciprocity and gift exchange.
ne: उपहार: आदिम समाजमा उपहार बिनिमय(साटा -साट) गरिने तरिका र कारणहरु, १९२५ मा फ्रान्सेली समाजशास्त्री मार्सेल मौस द्वारा लिखित यस निबन्धले पारस्परिक सिद्धान्त तथा उपहार सिद्धान्त जस्ता सामाजिक सिद्धान्त को जग हालेका हुन ।

source: Mauss's original piece was entitled Essai sur le don. Forme et raison de l'échange dans les sociétés archaïques ("An essay on the gift: the form and reason of exchange in archaic societies") and was originally published in L'Année Sociologique in 1925.[1] The essay was later republished in French in 1950 and translated into English in 1954 by Ian Cunnison, in 1990 by W. D. Halls,[2] and in 2016 by Jane I. Guyer.[3]
ne: एक निबन्ध: पुरातन समाजहरूमा उपहार विनिमयको तरिका र कारणहरु भन्ने मुल निबन्ध १९२५ मा एक एकेडेमिक जर्नल मा प्रकाशित भएको थियो [1] पछि यो निबन्ध १९५० मा फ्रान्सम पुनः प्रकाशित भयो र पछि १९५४ मा इयान कनिसनले अँग्रेजीमा अनुवाद गरे। हल्सले १९९० पनि यसलाई अँग्रेजी पुन: मा प्रकाशित गरे। []]

source: Mauss's essay focuses on the way that the exchange of objects between groups builds relationships between humans.
ne: माउसको यो निबन्ध समूह हरु बीच वस्तुहरूको आदानप्रदान बाट मानवहरु बीच समधुर सम्बन्ध बनाउने तरिका मा केन्द्रित रहेको छ।

source: He shows that early exchange systems center around the obligations to give, to receive, and, most importantly, to reciprocate. They occur between groups, not only individuals, and they are a crucial part of “total phenomena” that work to build not just wealth and alliances but social solidarity because “the gift” pervades all aspects of the society. He uses a comparative method, drawing upon published secondary scholarship on peoples from around the world, but especially the Pacific Northwest (especially potlatch).
ne: यसले विभिन्न पुरातन समाजहरूको आर्थिक अभ्यासहरूको विश्लेषण गर्दछ र तिनीहरू बिच रहेको विनिमयमा केन्द्रित पारस्परिक समानत को साझा अभ्यास लाई अध्यन गर्छ। पश्चिमी समाजहरूको अवधारणा विपरीत प्रमाण हरु उनले भेट्टाए। उनले प्रारम्भिक उपहार प्रणाली एक दाायित्व को रुपमा रहेको कुरा ओैलाए का छन। सबै भन्दा महत्वपूर्ण लेन देन को रुपमा उपहार लाई प्रस्तुत गरेका छन, कसैले कुनै उपहार प्राप्त गरे पछि उ त्यो उपहार दिने ब्यक्ति को दायित्व स्विकार गर्दै बदला मा दिनु पर्छ भन्ने भावना उसमा जागृत हुन्छ। यस्तो भावना कुनै एक ब्यक्ति मा मात्र नभै कुनै समूह मा पनि देखा पर्दछ,उपहार ले सामाजिक ऐक्यबद्धता निर्माण गर्न कार्य गर्दछ। "उपहार" ले समाजको हरेक पक्षलाई समेट्छ। उनले एक तुलनात्मक विधि प्रयोग गरेर उपहार लाई समाज को हरेक पाटो सँग तुलना गरेका छन।

source: From the disparate evidence, he builds a case for a foundation to human society based on collective (vs. individual) exchange practices. In so doing, he refutes the English tradition of liberal thought, such as utilitarianism, as distortions of human exchange practices. He concludes by speculating that social welfare programs may be recovering some aspects of the morality of the gift within modern market economies.
ne: पुरातन समाज हरुमा हुने पारस्परिक उपहार दिने अभ्यासहरूको अध्ययन गरेपछि, उनले त्यस्मा विविधताहरूको बाबजुद पनि केहि समानता फेला पारे। केहि प्रमाणबाट, उनले सामूहगत तथा व्यक्तिगत विनिमय अभ्यास बाट मानव समाजको आधुनिक जग निर्माण गरिएको कुरा स्विकार गरेका छन।

source: The Gift has been very influential in anthropology, where there is a large field of study devoted to reciprocity and exchange. It has also influenced philosophers, artists, and political activists, including Georges Bataille, Jacques Derrida, Jean Baudrillard, and more recently the work of David Graeber and the British theologian John Milbank. Many today see Mauss's work as a guide to how giving can promote a better way of living.
ne: उपहार लाई मानवशास्त्र प्रभावकारी बिषय का रुपमा अध्ययन गरिन्छ। यसको ठूलो क्षेत्र पारस्परिक आदानप्रदान को अध्ययन मा समर्पित छ। यसले दार्शनिकहरू, कलाकारहरू र राजनीतिक कार्यकर्ताहरू आदी लाई उतिकै प्रभाव पारेको छ, जसमा जर्जस बटाइल, जैक डेरिडा, जीन बाउडरिलार्ड, र हालसालै डेभिड ग्रेबर र ब्रिटिश धर्मविद् जोन मिलब्यांक आदि पर्दछन । आज धेरैले मानिस हरु माउसको यस काम बाट प्रभावित छन।

source: Intended parents attend the birth of their child by a gestational surrogate.
ne: सरोगेसी द्वारा आफ्नो बच्चाको जन्ममा उपस्थित एक जोडी ।

source: "Surrogacy", Better Health Channel, State Government of Victoria, Australia
ne: "सरोगेसी", उत्तम स्वास्थ्य च्यानल, भिक्टोरिया, अष्ट्रेलियाको राज्य सरकार नेपाल मा सरोगेसी निषेध

source: Surrogacy is an arrangement, often supported by a legal agreement, whereby a woman (the surrogate mother) agrees to bear a child for another person or persons, who will become the child's parent(s) after birth.
ne: कोख भाडामा दिने वा सरोगेसी कानुनी रुपमा बाँधिएको एउटा समझोैता हो । जहाँ एक महिला (कोख भाडा म दिने आमा) र अन्य ब्यक्ति हरु बिच भएको सम्झोैता अनुरुप बच्चा जन्माउन राजी हुन्छन्, बच्चाको जन्म पछि उक्त बच्चा प्रति को उनको दायित्व समाप्त हुन्छ ।

source: People may seek a surrogacy arrangement when pregnancy is medically impossible, when pregnancy risks are too dangerous for the intended mother, or when a single man or a male couple wish to have a child. Surrogacy is considered one of many assisted reproductive technologies.
ne: बिभिन्न कारण ले मानिस हरुले यस प्रकार बाट बच्चा जन्माउने गर्छन। कसैको पाठेघरमा वा अन्य शारिरिक कारण ले बच्चा जन्माउन नसक्ने अवस्था,अथवा एक पुरुष जोडीले या महिला जोडीले बच्चा जन्माउने चाहाना राख्दा या यस्तै कुनै अवस्था मा मानिसहरूले सरोगेसी को मद्दत लिन्छन। व्यवस्था खोज्न सक्छन्। सरोगेसी बिभिन्न प्रजनन प्रविधिहरूमा द्वारा सम्पन्न गरिन्छ ।

source: The legality and cost of surrogacy varies widely between jurisdictions, sometimes resulting in problematic international or interstate surrogacy arrangements. Couples seeking a surrogacy arrangement in a country where it is banned sometimes travel to a jurisdiction that permits it. In some countries, surrogacy is legal only if money does not exchange hands.
ne: कसैले शुल्क लिएर वा नलिई पनि सरोगेसी बाट बच्चा जन्माउन तैयार हुन्छ। भाडामा काख दिनु पनि एउटा ब्यापार नै मान्नु पर्छ । संसार भरि यस सम्बन्धि नियम मा फरकपन पाईन्छ। कहि यस प्रकृया बाट बच्चा जन्म दिनु कानुन सम्मत हुन्छ,त कहिं गैर कानुनी हुन्छ। नेपाल मा यो गैर कानुनी हो । ।

source: The nephew of Émile Durkheim, Mauss, in his academic work, crossed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world. Mauss had a significant influence upon Claude Lévi-Strauss, the founder of structural anthropology.[1] His most famous work is The Gift (1925).
ne: मार्सेल माउस (१० मे १८७२ - १० फेब्रुअरी १९५०)एक फ्रान्सेली समाजशास्त्री हुन ।उनि इमाईल दुर्खीम का भतिजा हुन। माउस ले समाजशास्त्र र मानवशास्त्रको मात्र नभएर त्यो भन्दा बडी योगदान गरेका छन। विश्वको विभिन्न संस्कृतिमा रहेको जादू, बलि प्रथा र उपहार आदनप्रदान जस्ता विषयहरूको विश्लेषण मा उनको बेजोड योगदान छ। उनमा मानवशास्त्री क्लाउड लाभी-स्ट्रॉस को महत्त्वपूर्ण प्रभाव थियो। [१] उनको सबैभन्दा प्रसिद्ध लेख द गिफ्ट (१९२५) हो।

source: Janet Carsten is an anthropologist and professor currently employed at the University of Edinburgh.[1] Carsten is a fellow of the British Academy[2] Carsten studies social and cultural anthropology.[1] She is the daughter of the British historian Francis Ludwig Carsten.[3]
ne: जेनेट कार्स्टन चर्चित मानवशास्त्री हुन। हाल एडिनबर्ग विश्वविद्यालयमा [१] मा प्रध्यपन गर्छिन साथै ब्रिटिश एकेडेमीको सँग सम्बन्धित छिन । [२] कार्टन बिसेषत सामाजिक र सांस्कृतिक मानवशास्त्र सँग सम्बन्ध राख्ने गर्छिन । [१] उनी प्रसिद्ध बेलायती इतिहासकार फ्रान्सिस लुडविग कार्टेनकी छोरी हुन्। [3]

source: She has given guest lectures and keynote addresses at Johns Hopkins University, the National University of Taiwan, UCLA, the University of Copenhagen, the Ecole des Hautes Etudes en Sciences Sociales, University of Michigan, University of Toronto, the University of Sao Paulo, and at the Museu Nacional, Federal University of Rio de Janeiro. She delivered the Lewis Henry Morgan Lecture in 2012. During a three-year Leverhulme Major Research Fellowship from September 2007-10 she conducted research on articulations between popular and medical ideas about blood in Britain and Malaysia.[1]
ne: जेनेट कार्स्टनले मलेसिया र बेलायतमा अनुसन्धान गरेका छिन्। लण्डन स्कूल अफ इकोनॉमिक्समा पीएचडी गर्ने समयमा, क्याम्ब्रिज विश्वविद्यालयमा पोस्ट-डक्टरल रिसर्च फेलो गर्नु का साथै म्यानचेस्टर युनिवर्सिटीमा लेक्चरर पनि थिइन । उनले जोन्स हप्किन्स युनिभर्सिटी, ताइवानको नेश्नल युनिभर्सिटी, यूसीएलए, कोपेनहेगन विश्वविद्यालय, इकोले देस हौटेस एट्युडेस इन् साइन्स सोसाइल्स, मिशिगन युनिभर्सिटी, टोरन्टो युनिभर्सिटी, साओ पाउलो युनिवर्सिटी, र साउ पाउलो विश्वविद्यालयमा जस्ता नामी बिश्वबिध्यालय मा व्याख्यानहरू र मुख्य भाषणहरू गरेर बिध्यार्थी हरु लाई पडाउने काम गरेकी छन । उनले बेलायत र मलेसियामा रगत सम्बन्धि चिकित्सिय मान्यता को आफ्ना अनुसन्धान २००७ बाट २०१० सम्म गरेको थिईन [१]

source: A research proposal is a document proposing a research project, generally in the sciences or academia, and generally constitutes a request for sponsorship of that research.[1] Proposals are evaluated on the cost and potential impact of the proposed research, and on the soundness of the proposed plan for carrying it out.[2] Research proposals generally address several key points:[3]
ne: अनुसन्धानको प्रयोजनको लागि तैयार गरिएको पत्र लाई अनुसन्धान प्रस्ताव भनिन्छ । यसमा बिभिन्न बुंदा मा अनुसन्धान को परिचय, प्रस्ताब को बयान,अध्ययन को स्थान तरिका बिधि आदिको बिस्तृत जानकारी हुन्छ। सामान्यतया अध्ययन को क्षेत्रमा यसको प्रयोग हुन्छ । प्रस्तावहरू मा सामान्यता प्रस्तावित अनुसन्धानको सम्भावित प्रभावको मूल्याङकन गरिन्छ। अनुसन्धान मा मुख्य निम्न बुँदाहरू को सम्बोधन गरिन्छ []]

source: What research question(s) will be addressed, and how they will be addressed How much time and expense will be required for the research What prior research has been done on the topic How the results of the research will be evaluated How the research will benefit the sponsoring organization and other parties
ne: कस्ता अनुसन्धान प्रश्न (हरू) लाई सम्बोधन गरिनेछ, र उनीहरूलाई कसरी सम्बोधन गरिनेछ । अनुसन्धानको लागि कति समय र लागत आवश्यक हुन्छ ? के विषयमा अनुसन्धान गरिएको छ ? कसरी अनुसन्धानको नतीजा मूल्यांकन गरिनेछ ? अनुसन्धान ले प्रायोजक, संगठन वा अन्य पक्षहरु लाई कुन रुप मा सहयोग हुन्छ ?

source: Types
ne: शैक्षिक अनुसन्धान

source: Research proposals may be solicited, meaning that they are submitted in response to a request with specified requirements, such as a request for proposal, or they may be unsolicited, meaning they are submitted without prior request. Other types of proposals include "preproposals", where a letter of intent or brief abstract is submitted for review prior to submission of a full proposal; continuation proposals, which re-iterate an original proposal and its funding requirements in order to ensure continued funding; and renewal proposals, which seek continued sponsorship of a project which would otherwise be terminated.[4]
ne: अनुसन्धान प्रस्तावहरू निम्न बिषय मा, निम्न तरिका ले, निम्न समय स्थान मा गरिने छ भनि सम्पुर्ण रुपमा तैयार गरिएको दस्तावेज हो । जुन अनुसन्धान गर्नु पुर्व तैयार गरिन्छ। पूरा प्रस्ताव पेश गर्नु अघि पूर्वावलोकनको लागि आशय पत्र वा संक्षिप्त सार प्रस्तुत गरिन्छ। [१]

source: Academic research proposals are generally written as part of the initial requirements of writing a thesis, research paper, or dissertation.[5] They generally follow the same format as a research paper, with an introduction, a literature review, a discussion of research methodology and goals, and a conclusion. This basic structure may vary between projects and between fields, each of which may have its own requirements.
ne: शैक्षिक अनुसन्धान प्रस्तावहरू सामान्यतया थेसिस, शोध पत्र लेखनको प्रारम्भिक आवश्यकताहरूको अंशको रूपमा लेखिन्छन्। [१] तिनीहरू सामान्यतया अनुसन्धान पत्र ला लागी एउटा निश्चित ढाँचा अनुसरण त्यसमा परिचय, साहित्य समीक्षा, अनुसन्धान पद्धति र लक्ष्यहरूको छलफल, र निष्कर्ष हरु यसमा हुन्छन।

source: Research design refers to the overall strategy utilized to carry out research[1] that defines a succinct and logical plan to tackle established research question(s) through the collection, interpretation, analysis, and discussion of data.
ne: अनुसन्धान योजना भन्नाले अनुसन्धान [1] गर्नु पुर्व गरिन समग्र रणनीति लाई बुझाउँछ ।अनुसन्धान का लागी गरिने तथ्याङक हरु को संग्रह, व्याख्या, विश्लेषण त्यस्तै अनुसन्धान प्रश्न (हरू) समाधान गर्न गरिने एक तार्किक योजना नै अनुसन्धान योजना हो।

source: Depending on the standpoint of the researcher over their beliefs in the nature of knowledge (see epistemology) and reality (see ontology), often shaped by the disciplinary areas the researcher belongs to, will influence the methodologies and methods incorporated in a research's design.[2][3]
ne: अनुसन्धान कर्ता ले आफ्ना बिस्वास र मान्यता को आधारमा स्वबिवेक प्रयोग गरेर यस्ता अनुसन्धान योजनाहरु तैयार गर्छन।उस्ले कुन बिधिको प्रयोग गर्छ र त्तो बिधि प्रयोग गर्न कस्तो पुर्व अनुसन्धान कर्ता हरुले योजना हरु को स्थापना गरेका छन त्यो कुरा पनि महत्वपुर्ण हुन आँउछ।

source: The design of a study defines the study type (descriptive, correlational, semi-experimental, experimental, review, meta-analytic) and sub-type (e.g., descriptive-longitudinal case study), research problem, hypotheses, independent and dependent variables, experimental design, and, if applicable, data collection methods and a statistical analysis plan.[4] A research design is a framework that has been created to find answers to research questions.
ne: अनुसन्धान योजना अनुसन्धान पुर्वक गरिने एक रूपरेखा हो जुन अनुसन्धान प्रश्नहरूको उत्तर खोज्नको लागि सिर्जना गरिएको हुन्छ।

source: In Weapons of the Weak: Everyday Forms of Peasant Resistance (1985) Scott expanded his theories to peasants in other parts of the world. Scott's theories are often contrasted with Gramscian ideas about hegemony. Against Gramsci, Scott argues that the everyday resistance of subalterns shows that they have not consented to dominance.[1]
ne: कमजोरहरूको हतियार हरेक दिनको किसान हरु को प्रतिरोधको (१९८५ ) स्कटले आफ्ना सिद्धान्तहरु संसारका अन्य भागहरुमा किसानहरु बिचमा विस्तार गरे। स्कट ग्राम्सी को हेजेमोनी सँग फरक मत राख्छन ।। स्कटले तर्क गर्छन, किसान ले गर्ने यस्ता दैनिक प्रतिरोधहरु ले उनीहरूले प्रभुत्वमा राजी नभएको कुरा देखाउछ। [१]

source: James C. Scott (born December 2, 1936)[2] is an American political scientist and anthropologist. He is a comparative scholar of agrarian and non-state societies, subaltern politics, and anarchism. His primary research has centered on peasants of Southeast Asia and their strategies of resistance to various forms of domination.[3] The New York Times described his research as "highly influential and idiosyncratic".[4]
ne: जेम्स सी स्कट (जन्म डिसेम्बर २,१९३६) [१] अमेरिकी राजनीतिक शास्त्री र मानवशास्त्री हुन । उनको प्राथमिक अनुसन्धान दक्षिणपूर्व एशियाका किसानहरू र उनीहरूले प्रभुत्वको बिरोधमा गर्ने गरेका विभिन्न रूपहरूका प्रतिरोधहरूमा केन्द्रित रहेको छ। [२] न्यु योर्क टाइम्सले उनको अनुसन्धानलाई "अत्यधिक प्रभावशाली र उच्च स्तर को" भनि वर्णन गरेको छ। []]

source: Scott received his bachelor's degree from Williams College and his MA and PhD in political science from Yale. He taught at the University of Wisconsin–Madison until 1976 and then at Yale, where he is Sterling Professor of Political Science. Since 1991 he has directed Yale's Program in Agrarian Studies.[5] He lives in Durham, Connecticut, where he once raised sheep.[2][6]
ne: स्कटले विलियम्स कलेजबाट स्नातक डिग्री र येलबाट राजनीतिशास्त्रमा एमए र पीएचडी प्राप्त गरेका हुन। उनले १९७६ सम्म विस्कॉन्सिन – म्याडिसन विश्वविद्यालय र त्यसपछि येलमा अध्यापन गरे । १९९१ देखि उनले कृषि अध्ययनमा येलको कार्यक्रम निर्देशित गरे। [१] ऊनि कनेक्टिकटको डरहममा बस्छ, जहाँ उन्ले एक समय भेडा चढाएको थियो । [२] []]

source: Homepage at Yale James Scott explores governance in the Southeast Asian highlands at Asia Society, November 2010 (w/ video) interviewed by Alan Macfarlane 26th March 2009 followed by his Mellon Lecture given in Cambridge Interview with James Scott by Theory Talks, May 2010
ne: येल को होमपेज जेम्स स्कट एसिया सोसाइटी, नोभेम्बर २०१० मा दक्षिण पूर्व एशियाई पहाडहरूमा शासनको अन्वेषण गर्दछ (w / video) एलन म्याकफार्लेनले २th मार्च २०० interview मा अन्तर्वार्ता लिए र उनको मेम्बर लेक्चर पछि क्याम्ब्रिजमा दिए जेम्स स्कटसँग थ्योरी वार्ता, मे २०१० बाट साक्षात्कार

source: Biopower (or biopouvoir in French) is a term coined by French scholar, philosopher, historian, and social theorist Michel Foucault. It relates to the practice of modern nation states and their regulation of their subjects through "an explosion of numerous and diverse techniques for achieving the subjugations of bodies and the control of populations".[1] Foucault first used the term in his lecture courses at the Collège de France,[2][3] but the term first appeared in print in The Will to Knowledge, Foucault's first volume of The History of Sexuality.[4] In Foucault's work, it has been used to refer to practices of public health, regulation of heredity, and risk regulation, among many other regulatory mechanisms often linked less directly with literal physical health. It is closely related to a term he uses much less frequently, but which subsequent thinkers have taken up independently, biopolitics, which aligns more closely with the examination of the strategies and mechanisms through which human life processes are managed under regimes of authority over knowledge, power, and the processes of subjectivation.[5]
ne: बायोपावर ( फ्रान्सेलीमा बायोपोभैर ) फ्रान्सेली विद्वान, दार्शनिक, इतिहासकार, र सामाजिक सिद्धान्तकार मिशेल फुकल्ट द्वारा बनाईएको वा प्रयोग गरिएको शब्द हो। यो आधुनिक राष्ट्रका राज्यहरूको अभ्यास र विषयहरूको नियमनसँग सम्बन्धित छ " मानिस हरुलाई अधीनमा राख्न र जनसंख्या नियन्त्रणको लागि विविध विधिहरूको ब्यापक प्रयोग सँग सम्बन्धित छ। [१] फोकल्टले यो शब्द पहिलो पटक कोलजे डे फ्रान्समा आफ्नो व्याख्यानमा प्रयोग गरेका थिए। [२] []] छापिन भने यो शब्द पहिलो पटक द विल टु नोलेन्समा छापिएको थियो। ( फुकल्टको द हिस्ट्री अफ सेक्शुलिटीको पहिलो खण्डमा )। []]

source: Foucault's conception
ne: फुकल्टको अवधारणा

source: It refers to the control of human bodies through an anatomo-politics of the human body and biopolitics of the population through societal Disciplinary institutions. Initially imposed from outside, whose source remains elusive to further investigation both by the social sciences and the humanities, and in fact, you could argue will remain elusive as long as both disciplines use their current research methods. Modern power, according to Foucault's analysis, becomes encoded into social practices as well as human behavior, as the human subject gradually acquiesces to subtle regulations and expectations of the social order.
ne: फुकल्टका अनुसार बायोपावर शक्तिको एक प्रविधि हो,जुन ठुलो समुहमा मानिसहरूलाई नियन्त्रणको लागि प्रयोग गरिन्छ। सामाजिक अनुशासनात्मक संस्थाहरू मार्फत तथाजनसंख्याको बायोपोलिटिक्स मार्फत मानव नियन्त्रणलाई जनाउँछ । फुकल्टको विश्लेषणका अनुसार आधुनिक शक्ति सामाजिक व्यवहार र मानवीय आचरणमा देखीने गर्छ, बिस्तारै सूक्ष्म नियमहरू र सामाजिक व्यवस्थाको स्वीकार गर्छ । आधुनिक राष्ट्र राज्य, पूँजीवाद, आदि को निर्माण गर्न सम्भव बनाउँछ। [१] बायोपावर शाब्दिक रुपमा शरीरिक शक्ति द्वारा; जनसंख्या नियन्त्रणको लागि धेरै र विविध विधिहरूको ब्यापक प्रयोग हो"। [२]

source: Paul-Michel Doria Foucault (UK: /ˈfuːkoʊ/ FOO-koh, US: /fuːˈkoʊ/ foo-KOH;[5] French: [pɔl miʃɛl fuko]; 15 October 1926 – 25 June 1984) was a French philosopher, historian of ideas, writer, political activist, and literary critic.
ne: पावल-माइकल डोरिया फोकल्ट (१५ अक्टुबर १९२६- २५ जुन १९८४) एक फ्रान्सेली दार्शनिक, विचारहरूको इतिहासकार, लेखक, राजनीतिक कार्यकर्ता, र साहित्यकार आलोचक थिए ।
